{
  "Jokes": [
    {
      "Guid": "840e1519-ff11-468d-8f4a-a04cb0022d5f",
      "Tag": "1",
      "Text": "Я ещё застал времена, когда:\r\n- 1 апреля смеялись над \"вся спина белая\", а не прикалывались над суммой прибавки к пенсиям...\r\n- 8 марта поздравляли женщин, а не равноправных партнёров...\r\n- 23 февраля поздравляли МУЖЧИН И ЖЕНЩИН, защищавших Отечество, а не всех подряд обладателей членов...\r\n- 12 апреля в народе отмечали День космонавтики, а не только то, что первым в космосе побывал СОВЕТСКИЙ космонавт...\r\n- 9 мая ВЕСЬ МИР благодарил МОЮ СТРАНУ за Победу во 2-й мировой, а мировые СМИ не писали, что мы виноваты в её начале...\r\n- 30 декабря мы отмечали образования ГОСУДАРСТВА, к мнению которого прислушивался весь мир, а не день независимости страны, от которой уже давно и ничего не зависит...",
      "Genre": "3f43f270-563f-428b-a706-a6c29854dc47"
    },
    {
      "Guid": "7339ffdf-3ec2-46e4-9b1f-9f2cc05bd8b2",
      "Tag": "10",
      "Text": "21 февраля ходили с девушкой в магазин за продуктами. Публично, при ней, я купил себе пару носков, дезодарант, лезвия и пену для бритья.\r\nШах и мат, любимая.",
      "Genre": "3f43f270-563f-428b-a706-a6c29854dc47"
    },
    {
      "Guid": "5994e201-d170-4bf0-a443-40033f8ad72e",
      "Tag": "2",
      "Text": "Это, конечно, несправедливо: у женщих есть больше 11 месяцев на подготовку поздравления мужчин. Мужчинам же всегда остается меньше двух недель.",
      "Genre": "3f43f270-563f-428b-a706-a6c29854dc47"
    },
    {
      "Guid": "1e8bcc54-9f95-4c3d-b2ff-15ca7aa064a8",
      "Tag": "3",
      "Text": "У нашего айтишника какой-то затяжной конфликт с бухгалтерией. Причем тётки там работают достаточно адекватные. А айтишник невысокого роста, но с огромным самомнением. Однажды он так их достал, что бухгалтерия на 23 февраля подарила ему наполеоновскую треуголку. Ржали всей компанией.",
      "Genre": "3f43f270-563f-428b-a706-a6c29854dc47"
    },
    {
      "Guid": "e32af3f3-d788-4a57-987f-8ab042dddd2b",
      "Tag": "4",
      "Text": "Женский день - международный, а мужской - локальный. Налицо дискриминация по половому признаку.",
      "Genre": "3f43f270-563f-428b-a706-a6c29854dc47"
    },
    {
      "Guid": "21a23c3a-bbf7-4e84-a324-97099c9785fa",
      "Tag": "5",
      "Text": "Носки и крем для бритья на 23 февраля - это здорово! Это значит, что Вас считают МУЖЧИНОЙ!\r\nСледует задуматься, если тебе подарили лосины или абонемент в спа салон.",
      "Genre": "3f43f270-563f-428b-a706-a6c29854dc47"
    },
    {
      "Guid": "93c99924-088e-4985-bb71-3b6149adb350",
      "Tag": "6",
      "Text": "Самый крутой подарок на 23 февраля получил муж Ирины Волк. Плох тот защитник отечества, который не мечтает спать с генералом",
      "Genre": "3f43f270-563f-428b-a706-a6c29854dc47"
    },
    {
      "Guid": "c39792c8-2bc6-4731-84c1-e41acacdd572",
      "Tag": "7",
      "Text": "Объявление.\r\nС 20 по 24 февраля алкоголь в нашем баре ТОЛЬКО по военному билету!\r\nА то, как служить - все инвалиды, а как водку жрать - так все здоровые.",
      "Genre": "3f43f270-563f-428b-a706-a6c29854dc47"
    },
    {
      "Guid": "ba91d52a-4759-42c6-9700-21b97349eaba",
      "Tag": "8",
      "Text": "- Милый, какой дорогой подарок, спасибо! Откуда у тебя столько денег?\r\n- Я продал все носки, которые мне подарили на 23 февраля...",
      "Genre": "3f43f270-563f-428b-a706-a6c29854dc47"
    },
    {
      "Guid": "24775333-8a6a-4f44-8a12-0db615875fc5",
      "Tag": "9",
      "Text": "С корпоратива, посвященного Дню защитника Отчечества, домой ему удалось утащить 4 литра водки, 1 килограмм закуски и 62 килограмма специалиста отдела кадров Вероники.",
      "Genre": "3f43f270-563f-428b-a706-a6c29854dc47"
    },
    {
      "Guid": "78cefee8-175b-4162-9c7a-e27e2f3ebe88",
      "Tag": "1",
      "Text": "Компания Аррlе забанила моё приложение \"Весы\" для айфонов. Поддержка написала, что тысячи людей раздавили свои айфоны, используя моё приложение.",
      "Genre": "e8952374-3606-483d-90d9-bc91fe689ad9"
    },
    {
      "Guid": "36c0e76b-0f40-4fdd-89fe-b9ee635f26bd",
      "Tag": "10",
      "Text": "Тестю подарили айфон и он полностью абстрагировался от внешнего мира. Теперь тёща всем говорит, что у неё в квартире живёт айфонский старец.",
      "Genre": "e8952374-3606-483d-90d9-bc91fe689ad9"
    },
    {
      "Guid": "ca569050-91ca-41e6-9d30-3fce580b1aaf",
      "Tag": "2",
      "Text": "Занимательные технологии.\r\nЕсли на Айфоне установить в качестве языка меню русский, пропадает функция \"режим полёта\".",
      "Genre": "e8952374-3606-483d-90d9-bc91fe689ad9"
    },
    {
      "Guid": "54314006-337c-4730-a658-57d03344620c",
      "Tag": "3",
      "Text": "Раньше растеряша-жена теребила меня поутру: \"Где мой телефон, где мои ключи?\" Но теперь я купил ей айфон, яблочные часы и брелок на ключи с функцией поиска с телефона!\r\n\r\n...Теперь она не может найти брелок, потому что не помнит, где телефон, который не может найти с часов, потому что они сели. И очень ругается, потому что считает, что я издеваюсь над ней...",
      "Genre": "e8952374-3606-483d-90d9-bc91fe689ad9"
    },
    {
      "Guid": "d90fdc7d-525f-43a6-87b3-6473f1b38b1c",
      "Tag": "4",
      "Text": "- iPhone 13 будет стоить 35 тысяч рублей.\r\n- Ого! А почему так дёшево?!\r\n- Там будет одна коробка. Телефон надо покупать отдельно.",
      "Genre": "e8952374-3606-483d-90d9-bc91fe689ad9"
    },
    {
      "Guid": "ee3e4b2e-0c39-48f0-83e2-ed322b40dbe6",
      "Tag": "5",
      "Text": "Приходит Тим Кук в бар, даёт бармену деньги и просит налить ему виски. Бармен достаёт бутылку и выливает её содержимое на стойку, а потом говорит:\r\n- Стакан нужно было покупать отдельно.",
      "Genre": "e8952374-3606-483d-90d9-bc91fe689ad9"
    },
    {
      "Guid": "eb30c342-1c19-4582-b543-dffe27f16903",
      "Tag": "6",
      "Text": "- Папа, а у тебя в детстве был iPad?\r\n- Сынок, в моем детстве даже у Аpple не было iPad.",
      "Genre": "e8952374-3606-483d-90d9-bc91fe689ad9"
    },
    {
      "Guid": "42dd008d-7a7e-49fd-a5af-0cbee1f8d1d1",
      "Tag": "7",
      "Text": "- Развивающие игрушки есть?\r\n- #iPhone 11\r\n- Что он развивает?\r\n- Зависть!",
      "Genre": "e8952374-3606-483d-90d9-bc91fe689ad9"
    },
    {
      "Guid": "c5ee10f9-2c78-406f-a925-4fd6c2637ac1",
      "Tag": "8",
      "Text": "- Почему женщины так любят подарки бренда Apple?\r\n- Ну так это ещё со времён Ветхого Завета повелось…",
      "Genre": "e8952374-3606-483d-90d9-bc91fe689ad9"
    },
    {
      "Guid": "5af910e6-ab1e-483d-b8a4-d26cbaea61ca",
      "Tag": "9",
      "Text": "- Слышал новость: Ватикан запретил исповедоваться через iPhone.\r\n- Да-а, у них с яблоками давние счёты!",
      "Genre": "e8952374-3606-483d-90d9-bc91fe689ad9"
    },
    {
      "Guid": "4b1d4412-c419-4689-bc98-a42879caad0b",
      "Tag": "1",
      "Text": "- Слыхал, Микрософт переходит с модели \"Виндовс как товар\" к модели \"Виндовс как услуга\"?\r\n- Да, серьёзные алименты бывшая у Гейтса отсудила.",
      "Genre": "561db996-7bf1-4c34-aeb9-33341c683650"
    },
    {
      "Guid": "5e09f113-53a6-4b82-b95e-b77e19f14dfa",
      "Tag": "10",
      "Text": "Windows 10 так медленно удаляет документы, как будто отправляет их не в корзину, а в ЦРУ.",
      "Genre": "561db996-7bf1-4c34-aeb9-33341c683650"
    },
    {
      "Guid": "a1b30cbf-26e3-49fc-8980-40f5b321ec99",
      "Tag": "2",
      "Text": "Бог по ошибке выпустил приложение \"2020 Год\" с вирусом. Исправление 2021 не помогло. Как бы ему не пришлось переустанавливать систему?",
      "Genre": "561db996-7bf1-4c34-aeb9-33341c683650"
    },
    {
      "Guid": "5687ec81-76c7-42b7-842c-1f8a5469ae16",
      "Tag": "3",
      "Text": "Вебинар, посвящённый выходу очередной версии Windows - \"Новые невозможности системы\"",
      "Genre": "561db996-7bf1-4c34-aeb9-33341c683650"
    },
    {
      "Guid": "8837333e-75ae-47fb-8e03-4cd6d4047b7d",
      "Tag": "4",
      "Text": "Не ирония ли судьбы: мир от вирусов собирается спасать Билл Гейтс, тот самый, который до сих пор так и не смог обезопасить от вирусов свои Виндоузы.",
      "Genre": "561db996-7bf1-4c34-aeb9-33341c683650"
    },
    {
      "Guid": "c7f00014-4986-42ea-bc36-c8e06ec7efa1",
      "Tag": "5",
      "Text": "- Переустанови мне Windows!\r\n- Галя, мы с тобой встречаемся уже год. К чему такие формальности?",
      "Genre": "561db996-7bf1-4c34-aeb9-33341c683650"
    },
    {
      "Guid": "e8f7c767-95bf-4f24-8eee-46cf190fa21c",
      "Tag": "6",
      "Text": "Выходит хирург из кабинета.\r\n- А пациент жив?\r\n- Да, а что?\r\n- Я ему сказать что-то хотела.\r\n- Ну, давайте я передам.\r\n- А я на права сдала?",
      "Genre": "561db996-7bf1-4c34-aeb9-33341c683650"
    },
    {
      "Guid": "ccba7901-b424-4967-aa84-e179d4f3cb5f",
      "Tag": "7",
      "Text": "- Почувствовал себя бородатым админом. Вот что делают нормальные люди на первом свидании? Правильно - общаются, чтобы узнать друг друга получше. А что делал я? Правильно - настроил ей ноутбук.\r\n- А винду не переставлял?\r\n- Да что ты!? Винду на первом свидании переставлять неприлично!",
      "Genre": "561db996-7bf1-4c34-aeb9-33341c683650"
    },
    {
      "Guid": "9814fb13-d45f-4b21-9739-a0e1e08d5067",
      "Tag": "8",
      "Text": "Вам тоже иногда кажется, что основная функция Windows это обновление Windows?",
      "Genre": "561db996-7bf1-4c34-aeb9-33341c683650"
    },
    {
      "Guid": "ef47ec5b-5bf6-47fd-948d-29d72869b0db",
      "Tag": "9",
      "Text": "Программистам Майкрософта, пишущим обновления для Windows, после смерти будут ставить на могилах памятники в виде монитора с синим экраном.",
      "Genre": "561db996-7bf1-4c34-aeb9-33341c683650"
    },
    {
      "Guid": "cea0fc97-6432-4a5f-bfd4-43feb1959c03",
      "Tag": "1",
      "Text": "История эта произошла со мной пару дней назад. В один прекрасный вечер я отправился на дружескую вечеринку. Ехать мне надо было из Перово в Измайлово. На метро это сделать достаточно неудобно, поэтому я решил добираться наземным транспортом. После двадцати минут ожидания автобуса я понял, что это было ошибочное решение. Делать нечего, пришлось ловить тачку. Стою, вижу приближающуюся машину, точнее её фары, поскольку улица освещена весьма неважно, голосую. Машина со скрипом тормозов останавливается около меня, и только тут я рассмотрел, кого я тормознул... По борту \"шестёрки\" шла такая знакомая синяя полоса а на дверце был герб Москвы и надпись \"ПГ УВД ВАО\". В голове сразу же всплыл анекдот про то как \"мы с Максом тормознули крутейший автобус с ОМОНом\". Между тем из машины выглянул товарищ в серой форме и подозвал меня к себе. И совсем неожиданным был его вопрос: \"Тебе куда?\". В общем, доехал я тогда до места очень быстро, благо водитель не обременял себя соблюдением правил дорожного движения.\r\nПо дороге мы разговорились. Кстати, он оказался неплохим мужиком, даже поначалу отказывался от честно заработанной платы за проезд.",
      "Genre": "8501a8da-a21d-43de-9c36-d23af4ba1a57"
    },
    {
      "Guid": "0604bc33-f708-4208-9fc5-accd506c3e6a",
      "Tag": "10",
      "Text": "- Поколение джентльменов вымерло. Девушки, когда вам последний раз мужчина открывал дверь в машину, чтобы вы сели?\r\n- Вчера.\r\n- Люся, тебя принимали менты, это не считается...",
      "Genre": "8501a8da-a21d-43de-9c36-d23af4ba1a57"
    },
    {
      "Guid": "0977d2d1-6889-407e-a355-2a8d51b16705",
      "Tag": "2",
      "Text": "В Советском Союзе власти регулярно боролись с чем-нибудь или с кем-нибудь: с фарцовщиками, тунеядцами, спекулянтами, узкими брюками, мини-юбками и т.д. и т.п. В одну из таких кампаний по борьбе с пьянством и алкоголизмом, задолго до М.С. Горбачева и Е.К.Лигачева, в Ленинграде запретили распивать водку на улице, но при этом почему-то сохранили пивные ларьки. А нашему изобретательному народу смекалки не занимать. После работы подходит мужик к ларьку и заказывает: \"Мне маленькую в большую\" (т.е., маленькую кружку пива налить в большую), затем достаёт из кармана чекушку и доливает пиво водкой.\r\nИ вот однажды я наблюдаю такую картину. Только работяга соорудил ерша, как из-за ларька возникает мент, и началось:\r\n- Вы что, не знаете Постановления Ленсовета о запрете распития водки на улице?\r\n- А я не распиваю водку, я пью пиво!\r\n- Но в кружке водка!\r\n- А я говорю - пиво!\r\n- Нет, водка!\r\n- Пиво! Не веришь - на, попробуй!\r\nСержант молча берёт кружку, выпивает залпом содержимое и произносит: \"Действительно, пиво\". Даёт мужику 22 копейки и уходит. Тот теряет дар речи минут на 15, но уж потом разражается таким виртуозным матом, какого я не слышал ни до, ни после.",
      "Genre": "8501a8da-a21d-43de-9c36-d23af4ba1a57"
    },
    {
      "Guid": "9a4c4fd3-1760-4884-972e-c52c755b6165",
      "Tag": "3",
      "Text": "Историю рассказал бывший милиционер.\r\nЛет десять назад к ним в отдел обратилась администрация подсобного хозяйства совхоза \"Новоуренгойский\". Украли у них двух барашков, причем было подозрение, что украли скот лица кавказкой национальности. А дело происходило в г. Новый Уренгой, где живности среднего рогатого скота раз, два и обчёлся. Шашлычку, как в былые времена, захотелось им. Как найти двух баранов и тех, кто их порешил, в городе с 80-тысячным населением? Светит \"глухарь\". Тут одному из работников отдела пришла на ум замечательная мысль, и вечером по телевидению бегущей строкой дали нижеследующее объявление: \"В подсобном хозяйстве совхоза \"Новоуренгойский\" 22 числа были украдены два подопытных животных. В целях исследования овцы были заражены ветеринарами возбудителями сифилиса и ящура. Лицам, возможно употреблявшим мясо животных в пищу, во избежание летального исхода и заражением особо опасными инфекциями необходимо срочно обратиться в городскую СЭС для вакцинации\". Через два часа явилась группа любителей баранинки из пяти человек (переселенцев с Кавказа). С криками и воплями: \"Братка, сделай укол! Я! Я украл! Всё сделаю - укол сделай, да?!\". Самое забавное, что порешили на том, что данные граждане-мясоеды привезут в подсобное хозяйство двух баранов взамен съеденных, а как они везли их в поезде с Земли - уже совсем другая история.",
      "Genre": "8501a8da-a21d-43de-9c36-d23af4ba1a57"
    },
    {
      "Guid": "6d4378f6-cb2d-4fd8-ae24-7ba3d888f61d",
      "Tag": "4",
      "Text": "О пользе Советской Армии.\r\nУ нас на фирме был банкет, всё, как положено. Напился я, как пёсик. Мирно иду домой. Тут меня тормозят два курсанта из школы милиции, типа, почему такой пьяный, отбирают паспорт и просят пройти с ними до отдела. Приходим в отдел, а там развод. Стоит на плацу полковник, а вокруг каре выстроились курсанты. Мои менты ушли вперёд, типа, всё равно паспорт у них, куда я денусь. Я иду строевым шагом, кто служил, тот поймёт. Нога поднимается на 25-30 см, носок оттянут. При всём разводе подхожу к полковнику и докладываю: \"Товарищ полковник, за время вашего дежурства якобы пьяный был доставлен в отдел. Ф.И.О. Явно по недоразумению, разрешите быть свободным?\". Полковник слегка охуел, отдал честь, сказал: \"Разрешаю\". Посмотрел на меня. И сказал: \"Смотрите товарищи курсанты, как строевым шагом ходить надо\".\r\nИ, обращаясь к моим ментам: \"Отдайте ему паспорт, он не пьяный, пьяный так строевым шагом, как по струночке, ходить не будет\".",
      "Genre": "8501a8da-a21d-43de-9c36-d23af4ba1a57"
    },
    {
      "Guid": "75a2d922-3a99-4bbe-be36-27aa06b79687",
      "Tag": "5",
      "Text": "Интересную сценку я наблюдал сегодня вечером.\r\nБыло уже довольно темно, когда я вышел из универсама. Недалеко от входа в магазин стояла полицейская легковушка с тремя полицейскими. Машина тронулась с места, но выехать на улицу не смогла, так как в это время проезд ей загородил свернувший с улицы и вставший на дороге микроавтобус. Водитель вышел из него и, видимо, собирался зайти в магазин. Дверца полицейской машины распахнулась и из неё неспешно вышел полицейский. И вот тут началось самое интересное. Вместо привычных окриков, ругани, отрывистых приказов он вкрадчивым голосом произнёс:\r\n- Уважаемый! По-моему, вы неправильно поставили свою машину. Парковка находится вон там, в десяти метрах, и там есть свободные места. А здесь проезжая часть. Вот смотрите: это - пешеходная часть, это - проезжая часть. А места для парковки несколько дальше.\r\nВодитель микроавтобуса, здоровенный детина, совершенно ошарашенный таким обращением, застыл на месте, открыл рот и растерянно хлопал глазами. Он явно не находил слов и не мог сдвинуться с места.\r\nТут на помощь из другой дверцы полицейской машины вышла женщина-полицейский. Она ничуть не уступала в воспитанности своему коллеге.\r\n- Пожалуйста, - проникновенным голосом сказала она, - освободите дорогу нашей машине, а то мы не можем проехать.\r\nТут до водителя микроавтобуса наконец дошло, чего от него хотят. Он медленно, как в полусне, не сказав ни слова, вернулся за руль и, проехав несколько метров, освободил проезд. Полицейские спокойно сели в свой автомобиль и уехали.\r\nИ я вот теперь думаю: что случилось? Что стало с нашими полицейскими? Мы же не в Европе, а в Москве. Неужели теперь они все и всегда будут такими, или это случайность? А может они конкурсных стихов о полиции начитались?\r\n© А.С.Гусаров",
      "Genre": "8501a8da-a21d-43de-9c36-d23af4ba1a57"
    },
    {
      "Guid": "8122a3f1-b824-4360-bd58-2cba5e4db9f8",
      "Tag": "6",
      "Text": "Несколько лет назад у моего товарища обнесли квартиру. В числе прочего воры унесли всё, что висело на вешалке в прихожей. Какова же была радость прибывшей по вызову милиции, когда на вешалке взамен похищенного обнаружилась куртка одного из негодяев, во внутреннем кармане которой благополучно лежал его паспорт с пропиской. Взяли паразитов часа через два.",
      "Genre": "8501a8da-a21d-43de-9c36-d23af4ba1a57"
    },
    {
      "Guid": "c01bfe47-e75f-40cf-99cd-3ce139aecb0a",
      "Tag": "7",
      "Text": "Насчет истории от 15 апреля о заботливом гаишнике в Якутии - запретил уставшему ехать, предоставил свою кушетку... Что-то похожее было и со мной, только рядом со столицей, на границе Тверской и Московской областей. 4 часа утра, еду, чтобы попасть в нашу нерезиновую без пробок. Останавливают. \"У вас глаза красные, в таком виде запрещаю ехать\", - говорит гаишник. - \"Становитесь у обочины, отдыхайте\". А там у обочины машин пять уже. Посидел полчаса, подхожу, прошусь ехать. Гаишник пожелал удачной дороги.\r\nВот странная служба - если так подумать, то в большинстве случаев я благодарен ГИБДД, а все равно, как только жезл машет тебе, ждешь какого-то подвоха.",
      "Genre": "8501a8da-a21d-43de-9c36-d23af4ba1a57"
    },
    {
      "Guid": "5e24efd7-6b22-484c-96ca-076a8e144581",
      "Tag": "8",
      "Text": "Мужик гнал самогон для продажи и нормально жил до тех пор, пока на него не  пожаловался сосед.\r\nПришел участковый, выписал штраф, конфисковал аппарат и предупредил, что если продолжит это дело, будет еще хуже.\r\nОднажды ранним утром, увидев, что сосед копошится в саду, решил подшутить. Налил в банку мутных помоев, затем, стараясь привлечь внимание стукача, выкопал яму под деревом и закопал ее. Скоро появился тот же участковый, подвел его к дереву и велел копать...\r\n— Ну все, допрыгался! Теперь штраф будет огромный, а то и уголовка!\r\n— За что же уголовка, начальник?\r\n— Незаконное предпринимательство и все такое...\r\n— Так это не самогонка, а вода!\r\nСлуживый налил себе мутной жидкости, сделал один глоток, другой, допил все.\r\n— И впрямь вода! Зачем же ты ее закопал?\r\n— Тетка моя была со станностями, перед смертью просила воду, которой ее обмоют, не выливать, а собрать в банку и зарыть. Вот я и исполнил ее последнюю волю.",
      "Genre": "8501a8da-a21d-43de-9c36-d23af4ba1a57"
    },
    {
      "Guid": "679b306a-1588-4fbd-9296-27d1e627be97",
      "Tag": "9",
      "Text": "В помещении полицейского участка дежурный спрашивает свидетельницу происшествия:\r\n- Сколько вам лет, гражданка?\r\n- Я уже видела тридцатую весну, - отвечает не без кокетства свидетельница.\r\n- А в котором это было году? - просит уточнить опытный полицейский.",
      "Genre": "8501a8da-a21d-43de-9c36-d23af4ba1a57"
    },
    {
      "Guid": "b95f8a57-54c7-46fa-8c04-4c3c1c189556",
      "Tag": "1",
      "Text": "Муж женился на мне и перевёз в другой город вместе с котом; как он говорит, усыновил. Теперь он в любую свободную минуту зажимает и таскает на руках бедное животное, приговаривая: \"Мой бублик мохнатый\", - прибегает с работы и сразу к нему. Котик уже не знает, куда прятаться, а мне иногда кажется, что женились на мне из-за него.",
      "Genre": "af2b3084-4009-40e6-9db4-94ff72a5183b"
    },
    {
      "Guid": "d7de5b38-91f0-4177-ae58-ba568ed38706",
      "Tag": "10",
      "Text": "Пришла с работы и упала полумёртвая на диван, сил не было даже переодеться. В этом состоянии и застал меня вернувшийся чуть попозже муж. Вздохнул, вытряхнул безвольную тушку из одежды, замотал в халат, надел носочки и выдал кружку чая. Сам в это время пошёл готовить ужин. И всё это абсолютно молча и без укоризненных взглядов. Золотой мужчина, не зря замуж выходила.",
      "Genre": "af2b3084-4009-40e6-9db4-94ff72a5183b"
    },
    {
      "Guid": "4ae057fd-5ad0-4478-8407-6e950309fc54",
      "Tag": "2",
      "Text": "Друг у меня есть, я его иногда Декабристом называю.\r\n\r\nПришел он как-то раз на работу, а там - шмон, маски-шоу, все лицом в пол лежат. Ну и его заодно взяли. Пока разбирались кто на ком стоял и кто кому платил, пришлось ему в изоляторе посидеть тройку-другую дней.\r\n\r\nИ вот, приезжает он домой, открывает дверь, а там жена вещи уже заканчивает собирать.\r\n- Э?! Что?! Куда?!\r\n- Извини, я не дождалась тебя из тюрьмы.",
      "Genre": "af2b3084-4009-40e6-9db4-94ff72a5183b"
    },
    {
      "Guid": "0fc9a418-36b4-479b-845d-b7627c0fde69",
      "Tag": "3",
      "Text": "- Вернулся к жене.\r\n- С чего это вдруг?\r\n- Не могу смотреть, как она живёт в своё удовольствие!",
      "Genre": "af2b3084-4009-40e6-9db4-94ff72a5183b"
    },
    {
      "Guid": "2f66a8bd-fe39-4466-974d-abb71def29db",
      "Tag": "4",
      "Text": "Ловите лайфхак, если у вашего парня/мужа надоедливая, злая начальница.\r\nБыла со мной одна история, когда мы с мужем только начали жить вместе, и он поменял работу, дабы зарабатывать больше. Попалась ему на редкость гадкая мадам в начальники. Такая, что могла позвонить в выходные, отпуск и больничный, дабы вызвать на работу. Если он не брал трубку или отвечал, что в конкретный момент на заслуженном выходном, то она писала жалобы. Любимая фраза: \"Не нравится - уволю по статье\".\r\nИ тут у мужа температура под 40, хрипит, дикий кашель. Вызвали врача - бронхит, необходим больничный. Он позвонил, предупредил, лежит, отдыхает. Тут звонок от неё, не нашла какие-то документы, через полчаса звонок - пришёл клиент, нужно оформить, а она не может найти данные. Ещё через час - нужно что-то перепечатать, делай, как хочешь, иначе напишет докладную о пьянстве на рабочем месте, хотя муж не пьёт вообще.\r\nИ тут я вспомнила, как поступала моя мама, когда подобное происходило с моим отцом. Начинаю громко кричать, что нашла чьи-то волосы на одежде мужа, и что у него из трубки постоянно звучит женский голос. Выхватываю трубку у ничего не понимающего мужа и уже туда ору про то, что буду с ней делать, когда найду. Что она разлучает семью, что жду от него детей, которые обязательно станут космонавтами, начинаю рыдать и предлагать деньги, лишь бы она не трогала моего любимого. На очередных угрозах подправить ей прическу, она не выдержала и положила трубку. Муж поклялся, что изменять больше не будет. Позже он сменил работу, но звонков больше не было. Вообще. Как и докладных на него. Как ни странно, вести себя эта баба стала куда спокойнее. А нам до сих пор смешно, что делает сила женской истерики и визгливого голоса. Пойду скажу спасибо маме!",
      "Genre": "af2b3084-4009-40e6-9db4-94ff72a5183b"
    },
    {
      "Guid": "13fa048d-700c-440c-9b42-0d1c690b21e8",
      "Tag": "5",
      "Text": "Когда мне было семь лет, мама купила мне радиоуправляемую машину. Я был несказанно рад! Но ещё более радостное лицо было у моего папы. Когда мы распаковали эту машину, он целый вечер игрался с ней, а когда я просил поиграть, то он говорил, что я ещё успею наиграться. Когда эту сцену увидела мама, она посмеялась и сказала, что у неё в семье два ребёнка: я и папа. Но ещё больше я удивился, когда на следующий день мама принесла ещё одну машинку - для папы...))",
      "Genre": "af2b3084-4009-40e6-9db4-94ff72a5183b"
    },
    {
      "Guid": "ef7795ba-a331-490f-b636-5e9d3229da8c",
      "Tag": "6",
      "Text": "Через три недели после свадьбы молодая жена обвинила мужа в том, что он стал её меньше любить.\r\n- Раньше ты всегда вставал первый, затапливал печку, готовил мне завтрак, а теперь всё это приходится делать мне.\r\n- Чепуха! - сказал он. - Из-за того, что ты встаёшь раньше меня, колешь дрова и растапливаешь печку, моя любовь к тебе нисколько не уменьшилась.",
      "Genre": "af2b3084-4009-40e6-9db4-94ff72a5183b"
    },
    {
      "Guid": "e1ed425e-27ae-4e60-9bfe-b4b06d1a5c44",
      "Tag": "7",
      "Text": "Семейные посиделки, пауза между горячим и десертом, разговор с родственниками. Дядя Гарик (энергичный мужчина за 50) доказывает, что еда из мультиварки - бездушный комбикорм, и есть её нельзя, без души ведь приготовлено! Тётя Марина (его столь же энергичная младшая сестра) доказывает, что ничего подобного, в мультиварке тоже можно готовить с душой. Шум-гам в стиле итальянского неореалистического кино... Тётя Катя (жена дяди Гарика) очень тихо и задумчиво говорит: \"Надо же, а доширак вчера вечером так душевно ел!\", и тут за столом воцаряется тишина.",
      "Genre": "af2b3084-4009-40e6-9db4-94ff72a5183b"
    },
    {
      "Guid": "8cf6c3eb-671c-4fa3-914f-48a8cecde0a6",
      "Tag": "8",
      "Text": "Богатый молодой человек из Бердичева удивил всех, когда, вернувшись домой из деловой поездки в Одессу, привёз красивую молодую жену.\r\n- Как тебе удалось её встретить? - спросил один из его друзей.\r\n- Очень просто. Я только открыл мой бумажник, и она уже тут как тут.",
      "Genre": "af2b3084-4009-40e6-9db4-94ff72a5183b"
    },
    {
      "Guid": "df00068e-1dca-43d2-b86f-2324bd563cef",
      "Tag": "9",
      "Text": "На днях стал свидетелем страшной семейной ссоры, как говорится, всего шаг до развода остаётся!\r\nЕсть у меня старинный друг Костя, сто лет знакомы. И у него есть старинный бздик, он фанат парашютного спорта. То есть, прыгает давно, много и профессионально. Уже больше тысячи прыжков сделал. И, как неотъемлемые издержки такого хобби, он всё свободное время пропадает на аэродроме, а его парашют стоит чуть дешевле, чем его \"Тойота\"! И вот жена, которую уже достали его постоянные пропадания на аэродроме, заявила: \"Выбирай, кого ты больше любишь, меня или парашют! Костя, как человек практичный, сказал:\r\n- Конечно, парашют!\r\n- ЧТОООООООО??????\r\n- Но дорогая, сама посуди. Если мы с тобой поругаемся, и ты мне откажешь, то я пойду к проститутке. Если станешь часто отказывать, то я заведу любовницу. Если станешь отказывать всегда, то я найду себе другую жену! А вот если мне откажет парашют, то шанса изменить ему с другим парашютом у меня уже не будет!\r\nЧто было дальше, читайте на первой строчке!",
      "Genre": "af2b3084-4009-40e6-9db4-94ff72a5183b"
    },
    {
      "Guid": "704cc13b-93cc-4745-8366-430a110d3b67",
      "Tag": "1",
      "Text": "Старый советский анекдот времён холодной войны (вроде не публиковался здесь):\r\n\r\n- Доктор! Мне постоянно кажется, что на меня кто-то хочет напасть!\r\n- Ну, батенька, тут одно из двух. Либо вы параноик, либо поддерживаете генеральную линию партии!",
      "Genre": "b60920c1-5fd6-456e-af8b-0a201dc258fe"
    },
    {
      "Guid": "1b415256-e4c4-42b2-b991-0b14760e0f85",
      "Tag": "10",
      "Text": "Вот никак не пойму, почему СМИ стран, на весь мир заявляющих, что \"спорт - вне политики\", предают такое значение политическому бойкоту спортивных соревнований?",
      "Genre": "b60920c1-5fd6-456e-af8b-0a201dc258fe"
    },
    {
      "Guid": "a124acf2-f82b-476a-a661-e413dd94983e",
      "Tag": "2",
      "Text": "Глядя на стремительный уход друг за дружкой такого количества политиков, повлиявших на ход мировой истории, возникает ощущение, что Жириновский, попав в ад, устроил разнос его сотрудникам за долгий простой, поднял всех чертей на уши и раскочегарил давно остывшие котлы.",
      "Genre": "b60920c1-5fd6-456e-af8b-0a201dc258fe"
    },
    {
      "Guid": "89c0c6c0-c081-4a3c-9da1-669f550d7c50",
      "Tag": "3",
      "Text": "История из школы\r\n\r\nПаскудное тогда было время. Разваливалась огромная страна. А я тогда в четвёртом классе учился. Принёс Я в школу лягушку живую. Хотел Смирновой Машке в портфель сунуть. Ну и во время перемены и сунул. А там урок начался Смирнова дура полезла в портфель и как заорёт как будто её резать начали. Училка побдежала и увидела лягушку в портфеле. Вынула её\r\n-Успокойтесь это просто лягушка. Я сейчас вернусь\r\nИ вышла из класса. Все замерли и ждут что будет дальше.\r\nА я прямо испугался ну думаю сейчас физрука приведёт а он меня по стенке размажет. А что это сделал я поймут сразу.\r\nНо вот Анюта (это мы так училку звали) в руках у неё банка а в банке лягушка.\r\n-Ну вот дети сегодня после уроков пойдём все отпускать лягушку в природу.\r\nПосле уроков Анюта пришла и долго и нудно рассказывала нам чем полезны лягушки. А потом пошли всем классом на реку отпускать лягушку . Подошли к реке Анюта выпустила лягушку и та запрыгала к воде и уплыла.\r\n-Ну вот и всё . Я только хочу сказать что я знаю кто принес лягушку. Но наказывать его не буду.\r\nПочему она решила никого не наказывать непонятно до сих пор\r\nИ вот через много лет на встрече однокласников . Я всё таки спросил у учительницы почему она меня не наказала\r\n-Время Денис такое было. история нас тогда всех за что то наказала\r\nА было это 18 сентября 1991 года",
      "Genre": "b60920c1-5fd6-456e-af8b-0a201dc258fe"
    },
    {
      "Guid": "798a6ff6-123b-4edb-9935-fba65e62c8c1",
      "Tag": "4",
      "Text": "Чел заезжал знакомый,с Питера.Он у нас сессию сдавал в Томском Политехе.Специальности те же самые а в Питере сдавать заочно в разы дороже.\r\nПредоставили ему общагу. Приехал,пошел прописываться временно.\r\nДевочка его данные в комп вносит.\r\nМесто Рождения РСФСР г Ленинград. Место прописки Россия С- Петербург.\r\nЭто чудо,хлопая нарощеными ресницами смотрит на него и спрашивает: \"Какова была причина,что вы сменили место жительства?\"\r\nВ смысле?\r\n-Ленинград на Петербург?\r\n-Ааа..это- госпереворот.\r\n-Вы беженец?\r\nНу тут уже парень не сдержался.Высказал, все,что думает.",
      "Genre": "b60920c1-5fd6-456e-af8b-0a201dc258fe"
    },
    {
      "Guid": "b7d01d27-57ba-4980-a1a9-7eb2aedad893",
      "Tag": "5",
      "Text": "Борис Джонсон вынужден был подать в отставку после скандала со своим министром, который пьяный в пабе домогался двух смазливых мужчинок.\r\n\r\nПетрову и Боширову присвоены внеочередные воинские звания.",
      "Genre": "b60920c1-5fd6-456e-af8b-0a201dc258fe"
    },
    {
      "Guid": "dfa78e86-aa06-4277-9bfe-afb6759db17e",
      "Tag": "6",
      "Text": "Стал идеологом Гаврила\r\nС идеей сла-а-авной: \"Воровать!\"",
      "Genre": "b60920c1-5fd6-456e-af8b-0a201dc258fe"
    },
    {
      "Guid": "9b22ff5f-cfb0-4b54-9278-c90062484e62",
      "Tag": "7",
      "Text": "- Вы чем интересуетесь?\r\n- Политикой.\r\n- Активный или пассивный?\r\n- В смысле?\r\n- Ну, депутат или так, телевизор смотрите?",
      "Genre": "b60920c1-5fd6-456e-af8b-0a201dc258fe"
    },
    {
      "Guid": "0f7a8bbc-a92a-46d0-b8a7-67fed573d871",
      "Tag": "8",
      "Text": "Вся Европа поставляет Украине оружие, а сербы решили запастись фасолью и горохом - экстренно закупили тысячу тонн. \"Когда весь мир истерично ожидает, что что-то произойдет между Россией и Украиной, нельзя делать вид, что ничего не происходит\", - пояснил президент Вучич.",
      "Genre": "b60920c1-5fd6-456e-af8b-0a201dc258fe"
    },
    {
      "Guid": "84ed76f4-819c-46bc-bbe1-93372fcd22c5",
      "Tag": "9",
      "Text": "Не очень люблю лезть в политику, но сегодня в новостях прочитал о самых страшных санкциях, которые придумали маркетологи в белом Доме. Вы не поверите, не просто с козырей, с Джокера зашли. Итак - в случае нападения России на Украину - всех детей российской \"элиты\" отчислят из западных ВУЗов и вышлют на родину.\r\n\r\nПо моему у нас уже пол страны захотело напасть на Украину 😂",
      "Genre": "b60920c1-5fd6-456e-af8b-0a201dc258fe"
    },
    {
      "Guid": "49305a86-f1df-4098-b25a-552875882226",
      "Tag": "1",
      "Text": "Помню, в первом классе, когда проходили буквы, я спросил у учительницы, как пишется заглавная прописная \"Ы\". Та только посмеялась надо мной и попросила придумать слово на эту букву. Естественно, ничего у меня не получилось, и учительницей же был озвучен вывод - такой буквы нет.\r\nА через десять лет в КНДР к власти пришёл Ким Чен Ын.",
      "Genre": "8e8aabeb-ef7e-4ebf-8ea9-89c9f2ef7928"
    },
    {
      "Guid": "5e987f31-10e9-49f7-8296-4a06e4e1672a",
      "Tag": "10",
      "Text": "- Если ты не знаешь, как правильно, экспрессо или эспрессо, заказывай латтЭ.\r\n- Может быть, лАттэ?\r\n- Блин, пей чай!",
      "Genre": "8e8aabeb-ef7e-4ebf-8ea9-89c9f2ef7928"
    },
    {
      "Guid": "434b7956-b4f5-41b0-86d5-c49df0ca7feb",
      "Tag": "2",
      "Text": "Вводная лекция по исторической грамматике русского языка. Сидит весь курс. Преподаватель просит произнести вслух старую азбуку. Одна студентка начинает: \"Аз, буки, веди...\". Другой студент продолжает: \"Глаголь, добро, есть...\" и т.д. Добираемся до буквы Х. А для тех, кто не знает, то в древнерусском алфавите эта буква называлась \"хер\". Ну, естественно, смешки в аудитории. И тут препод выдает:\r\n- Кстати, зря вы смеётесь. То место, над которым вы ржёте, в древнерусском языке называлось вовсе не так, а словом \"уд\". Теперь понимаете, зачем я время трачу и вам \"удовл.\" в зачётках рисую?!",
      "Genre": "8e8aabeb-ef7e-4ebf-8ea9-89c9f2ef7928"
    },
    {
      "Guid": "5462e6e7-f7a5-48f0-9765-9343d37259f0",
      "Tag": "3",
      "Text": "- Будьте добры, передайте мне, пожалуйста, мою трость для дел фотографического характера.\r\n- Чё, тебе нужна палка для селфи?\r\n- Ежели вам так угодно...\r\n- Грёбаный петербуржец!",
      "Genre": "8e8aabeb-ef7e-4ebf-8ea9-89c9f2ef7928"
    },
    {
      "Guid": "fc632c3b-e1f9-40e1-9f39-43bb2961eadb",
      "Tag": "4",
      "Text": "Если Вас зовут Илья,\r\nиль Кузьма, или Лука,\r\nто Ваш сын наверняка\r\nпожелает стать врачом -\r\nИльичом иль Кузьмичом\r\nили, скажем, Лукичом.\r\nЭто только ради рифмы,\r\nдаже гены не при чём!",
      "Genre": "8e8aabeb-ef7e-4ebf-8ea9-89c9f2ef7928"
    },
    {
      "Guid": "8962de9e-95f9-48ea-911d-362d21af49eb",
      "Tag": "5",
      "Text": "Если не знаешь, писать мягкий знак в глаголе, или нет - \"тся\" или \"ться\" - не пиши.\"\r\nСовсем ничего не пиши.\r\nПойди по парку погуляй, в пивнуху зайди, на трамвае покатайся.\r\nТолько не пиши!  ",
      "Genre": "8e8aabeb-ef7e-4ebf-8ea9-89c9f2ef7928"
    },
    {
      "Guid": "a87c173d-a36d-41ea-bdb8-ac4bf7574778",
      "Tag": "6",
      "Text": "Велик Русский Язык!\r\nВот вроде бы два синонима: труд и работа...\r\nОднако ж: «Труд — облагораживает».\r\nА «От работы кони дохнут!»",
      "Genre": "8e8aabeb-ef7e-4ebf-8ea9-89c9f2ef7928"
    },
    {
      "Guid": "627d6358-8556-4a9a-93de-a3c18c2c687f",
      "Tag": "7",
      "Text": "Я думал, что подобные речевые обороты встречаются только в анекдотах, ан нет.\r\nВот заявление саратовской чиновницы:\r\n\"Темпы снижения заболеваемости ковидом замедляются, и они выше, чем по России в среднем\".",
      "Genre": "8e8aabeb-ef7e-4ebf-8ea9-89c9f2ef7928"
    },
    {
      "Guid": "fd8e6e88-5e8c-4c57-91e4-6400bbe9d621",
      "Tag": "8",
      "Text": "Знакомый на работе рассказал такую историю.\r\nТребовалось протермировать образцы уложенные в ящиках. Так как ящиков было много, то решили посмотреть в паспорте можно ли ставить ящики друг на друга. И в самом деле там было написано, что допускается укладывать их штабелями, так и было написано в техническом задании \"уложить ящики штабелями в термокамере\". Но ответственный за тепловую камеру не поленился и посмотрел, что означает слово \"штабель\" и тут выяснилось, что по всем толковым словарям штабель - это ровно расположенный ряд чего-либо. В общем пришлось техническое задание переписывать.\r\nЕдинственный раз я не согласен с определением слова, так как по моему штабель это что то вертикальное, а ряд это из области горизонтали.",
      "Genre": "8e8aabeb-ef7e-4ebf-8ea9-89c9f2ef7928"
    },
    {
      "Guid": "86a49daf-4e52-4fe0-baff-0e1b2e43038c",
      "Tag": "9",
      "Text": "Лингвистический взгляд на школьные уроки: русский язык — спряжение, литература — изложение, математика — умножение, ботаника — размножение, анатомия — телосложение, физкультура — движение, физика — торможение, химия — брожение, история — свержение, начальная военная подготовка — заряжение, информатика — мультимедиаприложение.",
      "Genre": "8e8aabeb-ef7e-4ebf-8ea9-89c9f2ef7928"
    },
    {
      "Guid": "7ed3c545-8075-45bd-acc8-aa18bbc7c196",
      "Tag": "1",
      "Text": "В регате участвовал девичий экипаж и мужик шкипер-рулевой.\r\nСидят девицы после окончания заездов, обсуждают капитана, одна рассуждает вслух:\r\n- Ну, ладно - мы суки. Ну, ладно, бляди, всякое бывало в жизни. Но почему пидарасы?",
      "Genre": "0fd5bc58-595c-40b5-af61-e0926a4a5a37"
    },
    {
      "Guid": "ba64138b-2059-4162-9bc6-215e5528030f",
      "Tag": "10",
      "Text": "На Олимпиаде 2022 в Пекине российская сборная по хоккею будет выступать в форме НКВД.",
      "Genre": "0fd5bc58-595c-40b5-af61-e0926a4a5a37"
    },
    {
      "Guid": "0c379d99-2940-42ab-ba09-87a5aebbd1ac",
      "Tag": "2",
      "Text": "Навеяло датой — 22 марта, ну и допинговыми скандалами.\r\n1976 год. После зимней Олимпиады в Инсбруке, где блистала сборная СССР, наши районные школьные руководители, находясь в эйфории, решили провести спартакиаду по лыжным гонкам как раз в этот день. Мне, семикласснику, предстояло бежать 15 км в 10-градусный мороз. В нашей школьной команде было 6 ребят. А у меня было два соседа, два родных брата - Витя и Толя, намного старше меня. Витя работал на \"гуталиновой\" фабрике в Туле, и привозил пустые алюминиевые тубы из-под крема для обуви, а Толя работал в Липецкой области на заводе, где производящем сгущёнку, коею он тоже привозил в деревню (естественно, всё ворованное). А сгущёнка была и обычная, и с какао, и с кофе, всё дефицитное. А мы эту сгущёнку (с кофе, с какао) наливали в тубы от обувного крема (крем обувной, коричневый) и брали с собой на соревнования, где и поедали её в процессе гонки. Сытно, вкусно, и силы прибавляет. 22 марта 1976 года в гонке мы заняли все первые 6 мест, а стартовало около 200 человек. Был скандал, как сейчас бы сказали, допинговый. Все говорили, что кузовских лыжников победить нельзя, потому что они на трассе \"гуталин жрут\".",
      "Genre": "0fd5bc58-595c-40b5-af61-e0926a4a5a37"
    },
    {
      "Guid": "47c1cb44-df75-4d61-85a9-2d5cea2e2665",
      "Tag": "3",
      "Text": "- Внучок, давай в шахматы сыграем.\r\n- Ты всё равно меня обыграешь.\r\n- Да я левой рукой буду.",
      "Genre": "0fd5bc58-595c-40b5-af61-e0926a4a5a37"
    },
    {
      "Guid": "8cc7c118-c6da-48a1-9834-f13189dd5b14",
      "Tag": "4",
      "Text": "Тренер — это подъёмный кран, ученик — строящееся здание. Даже став выше крана, здание нуждается в нём, если желает стать небоскрёбом.",
      "Genre": "0fd5bc58-595c-40b5-af61-e0926a4a5a37"
    },
    {
      "Guid": "aefc968a-34e4-456a-81ee-dc733d441479",
      "Tag": "5",
      "Text": "Дедушка Валиевой внезапно узнал, что:\r\n1) у него проблемы с сердцем;\r\n2) он на таблетках;\r\n3) он наливает таблетки в стакан;\r\n4) внучка пьёт из его стаканов;\r\n5) внучка живёт с ним.",
      "Genre": "0fd5bc58-595c-40b5-af61-e0926a4a5a37"
    },
    {
      "Guid": "f1025618-b761-4ee6-af63-8b5e0fe0962c",
      "Tag": "6",
      "Text": "Вот никак не пойму, почему СМИ стран, на весь мир заявляющих, что \"спорт - вне политики\", предают такое значение политическому бойкоту спортивных соревнований?",
      "Genre": "0fd5bc58-595c-40b5-af61-e0926a4a5a37"
    },
    {
      "Guid": "1d739e6c-6f7a-48fe-8ae9-7c000fbbb3fb",
      "Tag": "7",
      "Text": "В сезоне 1999/2000 в баскетбольном клубе \"Урал-Грейте\" играл серб Драган Смильянич. Как только он приехал в Пермь, на следующий день - выезд в Якутск. Летели туда долго, с двумя пересадками, в Москве и Иркутске. Дело было в начале октября, у нас ещё достаточно тепло. Проведя восемь часов в полёте, наконец добрались от Москвы до Иркутска. Смильянич в лёгкой одежде со спортивной сумкой в руке выходит из самолёта и интересуется: \"Когда тренировка?\". Каково же было его удивление, когда он узнал, что его ждёт еще один пятичасовой перелёт. Драган просто не мог понять, где он находится, и куда он едет. Думал, что его разыгрывают, такого не бывает! Пришлось ему объяснить, что страна у нас большая, а Иркутск и Якутск - это два разных города.",
      "Genre": "0fd5bc58-595c-40b5-af61-e0926a4a5a37"
    },
    {
      "Guid": "44f2bcd9-04be-4af7-8168-7c0ee92268e5",
      "Tag": "8",
      "Text": "19 июля 1980 года Александр Ширвиндт грустно сидел в своей квартире. В комнате был накрыт шикарный стол. У него день рождения, а гостей нет. Оказывается, из-за Олимпиады в центре города перекрыли часть улиц. По ним шла эстафета олимпийского огня.\r\nШирвиндт просидел на балконе полдня в ожидании. \"Пропал праздник…\", - грустно подумал он. И вдруг увидел занятную картину - к его дому бегут в семейных трусах и майках с серебристыми повязками на головах и олимпийскими факелами в руках Эльдар Рязанов, Марк Захаров, Григорий Горин и Андрей Миронов.\r\nДрузья решили так удивить Александра Анатольевича. Купили в магазине спорттоваров факелы, напялили семейные трусы и майки и повязали серебристые ленточки на голову, как у настоящих олимпийцев, которым доверили пронести по улицам Москвы олимпийский огонь.\r\n- Как же вас пропустили? - удивился Ширвиндт.\r\n- Милиционеры, видимо, думали, что известные люди сошли с ума! И не решились нас останавливать, - ответили шутники.\r\nОни показали имениннику небольшое праздничное представление и вручили подарок - \"Олимпийскую надежду!\".",
      "Genre": "0fd5bc58-595c-40b5-af61-e0926a4a5a37"
    },
    {
      "Guid": "d98a43a3-5cf6-41a6-ab4c-004b2a5a1429",
      "Tag": "9",
      "Text": "Моя жена, на старости лет, увлеклась восточным единоборством.\r\nТак получилось.\r\nВнучка гиперактивная, записали ее в спортивную секцию.\r\nМоя жена (Лена) отводила / приводила внучку на занятия.\r\nТренер, абсолютный фанат своего вида спорта, заразил Лену философией единоборств, ну и, как бы сказать, спортивностью.\r\nЗанятия по возрастным группам, Лена вписалась в соответствующую.\r\nПериодически проходят семинары, приезжают крутые сенсеи, они показывают мастерство и оценивают навыки примкнувших, присваивают пояса всех цветов радуги, ученическую степень \"кю\" или мастерскую степень \"дан\".\r\nВ этой системе я участвую в качестве домашнего партнера для отработки приемов.\r\nИ вот очередной семинар.\r\nЛене, чтобы получить очередную степень, надо усвоить новые приемы.\r\nЛена говорит - бей меня в лоб.\r\nМне, интеллигенту, с высшим техническим образованием, как-то неудобно бить мать моих детей по лбу.\r\nДо этого были более мягкие установки. Типа, я нападаю с ножом.\r\nЯ спрашиваю, бить кулаком или ребром ладони.\r\nОна говорит, все равно.\r\nЯ бью, ну как бью, имитирую удар.\r\nУ Лены не совсем все получается, или захват кисти не тот или обхват не такой.\r\nА виноват в этом как бы я, что неправильно бью или бью не по настоящему.\r\nПеред шестой попыткой возникает мысль,\r\nа может действительно треснуть ей по башке,\r\nв том числе за прожитые вместе годы?\r\nС этой мыслью, я наношу удар и оказываюсь в позе - стою на ногах нагнувшись,\r\nнос около пола, правая моя рука сведена к лопатке и немного похрустывает.\r\nЛена сверху докручивает руку.\r\nХриплю - сдаюсь!!!\r\nВечером приходит с семинара.\r\n-Ты понимаешь, как трудно сдать экзамен на очередной \"кю\"?\r\nЯ, устраивая поудобней подушечку между ноющей лопаткой и спинкой дивана\r\n- еще как понимаю.\r\n\r\nП.С. На фотографии внучка Алиса, еще не в кимоно, в период, когда Тренер (с большой буквы) Иван Витальевич охмурял мою жену Елену. Фото и текст взяты с его странички.",
      "Genre": "0fd5bc58-595c-40b5-af61-e0926a4a5a37"
    },
    {
      "Guid": "acf46953-ba2d-486d-903d-2d98e76e6c8e",
      "Tag": "1",
      "Text": "Короче, дело было году в 98-ом. Я тогда учился в МГИЭТе, и был у меня сокурсник Лёша. В какую-то очередную сессию этот дятел успешно завалил два раза физику, оставался последний экзамен, и он решил подготовиться по старой дедовской методике \"билет-стопка\" (учит билет - выпивает стопку водки и т.д.). Билетов, надо сказать, было что-то около 20-30.\r\nНу вот, просыпается он на следующий вечер, с ужасом вспоминает, что надо было идти сдавать экзамен, а он проспал... Понимает, что вылетел из института. Ну, короче, полная... Смотрит в зачётку, а там красуется пятёрка. Недоумевая, прибегает ко мне и спрашивает: \"КАК?!\". На что я ему рассказываю...\r\nАудитория, утро, всем плохо, все нервничают, последняя пересдача, препод раздаёт билеты, и тут вваливается Лёха. Подходит к нему и говорит: \"Давай сдавать физику\" (при этом он держится за кафедру, чтобы не упасть). Препод прикольнулся, говорит: \"А давай!\". Задаёт вопрос, Лёха отвечает. Ещё задаёт - Лёха снова отвечает. и т.д. Кончается это тем, что препод говорит: \"Молодой человек, закусывать надо!\", ставит ему \"5\" и говорит: \"Унесите\". А мне тогда троечку поставил...",
      "Genre": "fbfa1de7-3d22-4ba9-bff4-77b21b41aecf"
    },
    {
      "Guid": "a43a8b22-1aae-4e3c-9221-510088938656",
      "Tag": "10",
      "Text": "Веду семинар. На задних партах два бритоголовых студента ссорятся и начинают громко шептать друг другу:\r\n- Ты даун!\r\n- Нет, это ты даун!\r\nНа всю аудиторию говорю беднягам:\r\n- Успокойтесь, господа, вы оба правы.\r\nЛысые дружелюбно улыбаются, и ссора затихает. Это я называю правильным подходом к учащимся.",
      "Genre": "fbfa1de7-3d22-4ba9-bff4-77b21b41aecf"
    },
    {
      "Guid": "2360f261-f695-4b7d-abd0-2d85877ecc75",
      "Tag": "2",
      "Text": "Когда я был студентом, снимал квартиру с двумя такими же балбесами как я. Ну и естественно жизнь нашего брата-студента была скудна на бытовые мелочи. Вечно в квартире чего то не хватало - моющего средства, губки для обуви, шампуня и тд. Нет - конечно все это время от времени приобреталось - но уж очень быстро расходовалось (гости у нас бывали часто).\r\n\r\nТак вот один мой хороший товарищ на д.р. подарил мне коробку мыла. Не эксклюзивного какого то мыла ручной работы, а самого обыкновенного - просто прошелся по рынку и скупил все что попалось - детское, хозяйственное, dove, duru, Fa, весна и др. И не коробочку мыла, а именно КОРОБКУ. Выбор подарка он объяснил очень просто: как к вам не приду - руки помыть не с чем.\r\n\r\nТак что хочу сказать - прошло лет 8-9 прежде чем этот подарок себя исчерпал. Я успел переехать в собственную квартиру, обзавестись семьей, машиной и пузом. А мыло все не кончалось и не кончалось. И каждый раз когда я лез в кладовку за очередным бруском мыла - вспоминал этого не в меру дальновидного товарища.\r\n\r\nДимон - если ты это читаешь - привет тебе и очередное спасибо за такой шикарный подарок. =)",
      "Genre": "fbfa1de7-3d22-4ba9-bff4-77b21b41aecf"
    },
    {
      "Guid": "e9ff868a-ceef-4af2-b9c6-436d93c4469a",
      "Tag": "3",
      "Text": "- Сегодня была крупная контрольная по русской истории. Мы прошли большой блок до этого, рассказать его - ну никак! Решили сжульничать - на первой паре был древнегреческий, и мы всем курсом на перемене исписывали доску древнегреческим описанием сражений, дат и генеалогии Петра Великого. Якобы \"учитель забыл стереть с предыдущего урока\".\r\n- Прокатило?\r\n- Преподаватель входит и смотрит на доску. Стоит молча, без движения, секунд 30, после чего поворачивается и спрашивает: \"Да, молодцы, но где цифры?\". Мы честно признались, что буквами написали. Он кивнул и приказал не стирать - давно таких шпор не видел.",
      "Genre": "fbfa1de7-3d22-4ba9-bff4-77b21b41aecf"
    },
    {
      "Guid": "7462ac10-c9cb-4a6f-bc15-f764a792f9a2",
      "Tag": "4",
      "Text": "Вводная лекция по исторической грамматике русского языка. Сидит весь курс. Преподаватель просит произнести вслух старую азбуку. Одна студентка начинает: \"Аз, буки, веди...\". Другой студент продолжает: \"Глаголь, добро, есть...\" и т.д. Добираемся до буквы Х. А для тех, кто не знает, то в древнерусском алфавите эта буква называлась \"хер\". Ну, естественно, смешки в аудитории. И тут препод выдает:\r\n- Кстати, зря вы смеётесь. То место, над которым вы ржёте, в древнерусском языке называлось вовсе не так, а словом \"уд\". Теперь понимаете, зачем я время трачу и вам \"удовл.\" в зачётках рисую?!",
      "Genre": "fbfa1de7-3d22-4ba9-bff4-77b21b41aecf"
    },
    {
      "Guid": "35b08b9d-7e67-4310-8762-9ccc43e087b8",
      "Tag": "5",
      "Text": "Явка студентов на занятия 22 сентября составила 120%",
      "Genre": "fbfa1de7-3d22-4ba9-bff4-77b21b41aecf"
    },
    {
      "Guid": "df4ba007-c479-4379-b58d-5b26025eda98",
      "Tag": "6",
      "Text": "Мне приснилось, что я умерла. На том свете ко мне подошёл мой препод и сказал, чтобы я шла доучивать вопросы к зачёту. На мой вопрос, что вроде как я умерла, он ответил: \"Смерть не повод не сдавать зачёт\". Одним словом - сессия.",
      "Genre": "fbfa1de7-3d22-4ba9-bff4-77b21b41aecf"
    },
    {
      "Guid": "d7552962-eedb-471b-b858-77dcacf3bfd9",
      "Tag": "7",
      "Text": "До чего же смешно наблюдать за некоторыми людьми в инстаграмме, которые берут напрокат дорогую машину на час и потом выкладывают кучу фото с ней. Я закончил один из топовых универов в Москве, и у нас на курсе учились несколько ребят, чьи папы состоят в списке миллиардеров Форбс. Об этом мы узнали вообще случайно, потому что они вместе со всеми ездили бухать на дачу к одногруппнику, спокойно могли сесть в метро, и ни разу вообще я не слышал, чтобы косо на кого-то посмотрели или осудили.",
      "Genre": "fbfa1de7-3d22-4ba9-bff4-77b21b41aecf"
    },
    {
      "Guid": "8fa5d599-3a24-4838-84ab-345ccc6da7ef",
      "Tag": "8",
      "Text": "Очередной зачёт. Препод попался добрый и ставит автоматом, на условии, что студент посещал лекции.\r\nПодружка Машка, конечно, ни на одной не была, но делает вид, что курс прослушан.\r\nПрепод приглашает к столу:\r\n- Заполняй зачетку, я подпишусь.\r\nМашка препода первый раз в жизни видит, фамилии не знает, но не растерялась:\r\n- А как ваша фамилия правильно пишется, чтоб я не ошиблась?\r\nПрепод с усмешкой:\r\n- Иванов я...",
      "Genre": "fbfa1de7-3d22-4ba9-bff4-77b21b41aecf"
    },
    {
      "Guid": "665c5b30-1cc1-4961-8e67-a90e034f7445",
      "Tag": "9",
      "Text": "Я помню, делал на физфаке лабу по физике, где результатом было определение e/m электрона. Сделал, подставил в формулу с коэффициентом по методичке - получается ошибка на много-много порядков. Прихожу к преподу (к слову сказать, это был Демидович-младший, сын автора известного учебника по матану), показываю: вот, измерил, подставил, получается фигня, причём без вариантов, так как шкала прибора вот она, крайние значения понятны, и их диапазон от нужной величины всё равно на много-много порядков. Демидович посмотрел на прибор, на формулу, на результат, сказал: \"Подождите, пожалуйста\" и ушёл. Вернулся минут через 15 радостный: \"Я нашел журнал, по которому методичка готовилась - там для вычисления константы взяли значения в разных системах, часть в СИ, часть в СГСЭ\". Потому помолчал и добавил: \"Вообще-то, этот журнал уже выкидывать собирались, методичке-то не первый десяток лет, и любопытно, что до сегодняшнего дня все студенты эту работу с правдоподобными цифрами сдавали\".",
      "Genre": "fbfa1de7-3d22-4ba9-bff4-77b21b41aecf"
    },
    {
      "Guid": "efff8829-386a-4810-b791-eacc2206f9b4",
      "Tag": "1",
      "Text": "Помню, в первом классе, когда проходили буквы, я спросил у учительницы, как пишется заглавная прописная \"Ы\". Та только посмеялась надо мной и попросила придумать слово на эту букву. Естественно, ничего у меня не получилось, и учительницей же был озвучен вывод - такой буквы нет.\r\nА через десять лет в КНДР к власти пришёл Ким Чен Ын.",
      "Genre": "f76998e9-b57f-40e6-9dd3-ea031ad848a1"
    },
    {
      "Guid": "f51051c5-1610-49c8-b1db-71db06db9b2d",
      "Tag": "10",
      "Text": "- А ты правда учитель?\r\n- Да.\r\n- А скажи что-нибудь по-учительски!\r\n- Давай ты встанешь на моё место и сам скажешь! А мы тебя послушаем.",
      "Genre": "f76998e9-b57f-40e6-9dd3-ea031ad848a1"
    },
    {
      "Guid": "77dfcb41-3194-44c6-99ec-ef68cb91d50a",
      "Tag": "2",
      "Text": "Знакомая, которая работает в школе, отказалась работать в летнем лагере без оплаты. В РОНО искренне удивились: она ж 11 месяцев зарплату получала! Ей трудно, что ли? Только для бюджетников: отработай 11 месяцев и двенадцатый получи совершенно бесплатно!",
      "Genre": "f76998e9-b57f-40e6-9dd3-ea031ad848a1"
    },
    {
      "Guid": "5e6da391-6340-4876-a035-9778664c0502",
      "Tag": "3",
      "Text": "- А я вот слышал, что в Москве открыли спецшколы для детей элиты.\r\n- Да, да, там всего три класса: первый, бизнес и эконом для лохов...",
      "Genre": "f76998e9-b57f-40e6-9dd3-ea031ad848a1"
    },
    {
      "Guid": "e2489e3b-c243-467a-91f6-647efb1fea22",
      "Tag": "4",
      "Text": "Дочь после первого дня в школе:\r\n- Я больше туда, в школу, не пойду!\r\n- Ну почему же, там тебя научат чему-нибудь интересному!\r\n- Ничему интересному там не учат, а сидеть и молчать я уже умею!",
      "Genre": "f76998e9-b57f-40e6-9dd3-ea031ad848a1"
    },
    {
      "Guid": "e73ab71b-ae3a-4059-a1f1-bf89ea57162a",
      "Tag": "5",
      "Text": "Когда ещё училась в школе, на физкультуре играли в баскетбол. Был у нас в классе парень - под два метра ростом, мощный такой. Несётся, значит, эта махина с мячом к нашему кольцу. И тут мои 155 см при тощеватом телосложении решили блокировать его. По офигевшим глазам парня, бегущего на огромной скорости прямо на меня, я поняла, что такой подставы он не ожидал. Успел затормозить в последний момент, с досадой посмотрел так сверху вниз и торжественно вручил мне мяч)) Громче всех ржал физрук) А я втихую радовалась, что не раздавили...",
      "Genre": "f76998e9-b57f-40e6-9dd3-ea031ad848a1"
    },
    {
      "Guid": "56ee114b-7ce7-4e3d-9e29-b82a0222cbfd",
      "Tag": "6",
      "Text": "Мой друг познакомился со своей будущей женой на пляже в Сочи за 400 км от родного города. Оказалось, что живут в одном городе и учились в одной школе. Когда уже поженились, смотрели фотографии из семейного альбома жены. И вдруг мой друг узнаёт себя на школьной фотографии. На ней он на последнем звонке несёт на руках первоклассницу с колокольчиком. А первоклассница - это его жена. И в его семейном альбоме есть такая же фотография.",
      "Genre": "f76998e9-b57f-40e6-9dd3-ea031ad848a1"
    },
    {
      "Guid": "b8ba3e81-88a1-4875-89ba-b692b8a43622",
      "Tag": "7",
      "Text": "Я не знаю, с чего начинается Родина - но я точно знаю, что она закончилась с введением поста президента...",
      "Genre": "f76998e9-b57f-40e6-9dd3-ea031ad848a1"
    },
    {
      "Guid": "c402d064-8538-46e4-a503-75d8e844b3cb",
      "Tag": "8",
      "Text": "- Как хорошо, что ещё только первое августа, и до школы целый месяц! С пацанами на речке накупаюсь, в \"Мафию\" всех порву, мультиков насмотрюсь!\r\n- Простите, а вы точно директор элитного лицея?..",
      "Genre": "f76998e9-b57f-40e6-9dd3-ea031ad848a1"
    },
    {
      "Guid": "d5da718d-def7-42db-b78b-d2177a8bca9a",
      "Tag": "9",
      "Text": "Мамы первоклассников не так страшны, как они их рисуют.",
      "Genre": "f76998e9-b57f-40e6-9dd3-ea031ad848a1"
    }
  ],
  "Genres": [
    {
      "Guid": "3f43f270-563f-428b-a706-a6c29854dc47",
      "Name": "ПРО 23 ФЕВРАЛЯ"
    },
    {
      "Guid": "e8952374-3606-483d-90d9-bc91fe689ad9",
      "Name": "ПРО APPLE, IPHONE, IPAD"
    },
    {
      "Guid": "561db996-7bf1-4c34-aeb9-33341c683650",
      "Name": "ПРО WINDOWS"
    },
    {
      "Guid": "8501a8da-a21d-43de-9c36-d23af4ba1a57",
      "Name": "ПРО МИЛИЦИЮ И ПОЛИЦИЮ"
    },
    {
      "Guid": "af2b3084-4009-40e6-9db4-94ff72a5183b",
      "Name": "ПРО МУЖА И ЖЕНУ"
    },
    {
      "Guid": "b60920c1-5fd6-456e-af8b-0a201dc258fe",
      "Name": "ПРО ПОЛИТИКУ И ПОЛИТИКОВ"
    },
    {
      "Guid": "8e8aabeb-ef7e-4ebf-8ea9-89c9f2ef7928",
      "Name": "ПРО РУССКИЙ ЯЗЫК"
    },
    {
      "Guid": "0fd5bc58-595c-40b5-af61-e0926a4a5a37",
      "Name": "ПРО СПОРТ, СПОРТСМЕНОВ И БОЛЕЛЬЩИКОВ"
    },
    {
      "Guid": "fbfa1de7-3d22-4ba9-bff4-77b21b41aecf",
      "Name": "ПРО СТУДЕНТОВ"
    },
    {
      "Guid": "f76998e9-b57f-40e6-9dd3-ea031ad848a1",
      "Name": "ПРО ШКОЛУ"
    }
  ]
}